{
    "salty vegan": [

        {
            "name": "Esfiha de espinafre",
            "description": "A massa fica crocante e vai muito bem com um molho de alho.",
            "image": "http://reinoveggie.com.br/wp-content/uploads/2015/01/Esfihas-de-Espinafre-730x410.jpg",
            "ingredients": [

                {
                    "unity": "tablete",
                    "number": 1,
                    "name": "fermente biológico fresco ou seco"
                },

                {
                    "unity": "ml",
                    "number": 300,
                    "name": "água morna"
                },

                {
                    "unity": "ml",
                    "number": 100,
                    "name": "óleo"
                },

                {
                    "unity": "colher de sobremesa",
                    "number": 1,
                    "name": "sal"
                },

                {
                   "unity": "colher de sobremesa",
                   "number": 1,
                   "name": "açúcar"
                },

                {
                    "unity": "xícaras",
                    "number": 5,
                    "name": "farinha de trigo (pode misturar branca com integral)"
                },

                {
                    "unity": "maços",
                    "number": 3,
                    "name": "espinafre"
                },

                {
                    "unity": "a gosto",
                    "number": null,
                    "name": "alho e cebola"
                },

                {
                    "unity": "a gosto",
                    "number": null,
                    "name": "sal"
                },

                {
                    "unity": "a gosto",
                    "number": null,
                    "name": "pimenta calabresa"
                }
            ],

            "preparation": [
                "Numa tigela grande dissolva completamente o fermento no açúcar e no sal.",
                "Junte a água, que deve estar morna, e depois acrescente os demais ingredientes, adicionando a farinha de trigo por último e aos poucos.",
                "Sove a massa numa mesa ou pia enfarinhada.",
                "Deixe crescer por 30 minutos num local seco, encoberta por um pano de prato.",
                "Para saber quando está pronta, basta tirar uma bolinha, colocar na água e esperá-la subir.",
                "Enquanto isso, você pode fazer o recheio. Basta lavar o espinafre, separando as folhas dos talos.",
                "Dourar uma cebola e alho no azeite ou manteiga/margarina. Acrescente as folhas, tempere e espere que murchem.",
                "Então, tire o excesso de água com uma peneira (esta água rica em nutrientes, pode ser usada para cozinhar arroz, fazer um macarrão ao pesto ou sopa).",
                "Com o recheio pronto e a massa crescida, você pode separar esta última em bolinhas pequenas, abri-las e modelá-las com um objeto redondo.",
                "Coloque o recheio e faça as bordinhas. Achate o recheio no centro para que preencha todo o espaço da massa.",
                "Disponhas as esfihas numa assadeira (não untar).",
                "Asse em forno médio a quente, pré-aquecido, por cerca de 30-40 minutos, ou até que as bordas fiquem douradas."
            ]
        },

    {
        "name": "Estrogonofe vegano",
        "description": "Um delicioso estrogonofe sem ingredientes derivados de animais!",
        "image": "http://img.itdg.com.br/tdg/images/blog/uploads/2017/05/shutterstock_567654697.jpg",
        "ingredients": [

            {
                "unity": "unidade",
                "number": 12,
                "name": "tomates"
            },

            {
                "unity": "unidade",
                "number": 1,
                "name": "cebola ralada"
            },

            {
                "unity": "colher de chá",
                "number": 1,
                "name": "páprica doce"
            },

            {
                "unity": "colher de chá",
                "number": 1,
                "name": "pimenta branca"
            },

            {
                "unity": "colher de sopa",
                "number": 1,
                "name": "coloral"
            },

            {
                "unity": "colheres de chá",
                "number": 2,
                "name": "açúcar"
            },

            {
                "unity": "colher de sopa",
                "number": 1,
                "name": "ervas finas"
            },

            {
                "unity": "colher de chá",
                "number": 1,
                "name": "cardamomo"
            },

            {
                "unity": "colheres de sopa",
                "number": 2,
                "name": "vinagre de maçã"
            },

            {
                "unity": "xícara",
                "number": 1,
                "name": "aveia"
            },

            {
                "unity": "unidade",
                "number": 1,
                "name": "vidro de palmito"
            },

            {
                "unity": "xícara",
                "number": 1,
                "name": "champignon"
            },

            {
                "unity": "ml",
                "number": 100,
                "name": "rum"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal"
            }
        ],

        "preparation": [
            "Ferva os 12 tomates e bata no liquidificador para o ketchup e para o molho de tomate.",
            "Corte a cebola e refogue com azeite.",
            "MOLHO DE TOMATE",
            "Coloque no fogo oito tomates batidos.",
            "Coloque o coloral, as ervas finas, páprica doce e sal a gosto",
            "Adicione a cebola refogada e misture até engrossar.",
            "KETCHUP",
            "Glacear o açúcar com o vinagre de maçã.",
            "Adicione quatro tomates batidos",
            "Quando a mistura começar a ferver, adicione cardamomo e pimenta do reino a gosto e misture até engrossar",
            "LEITE DE AVEIA",
            "Bata no liquidificador 1 xícara de aveia para 2 xícaras de água sempre como proporção.",
            "Coe com um coador ou pano fino limpo.",
            "Asse em forno médio a quente, pré-aquecido, por cerca de 30-40 minutos, ou até que as bordas fiquem douradas.",
            "ESTROGONOFE",
            "Refogar o palmito e o champignon e adicionar o rum e pimenta do reino a gosto.",
            "Adicione uma xícara de molho de tomate, meia xícara de ketchup e uma xícara de leite de aveia."
        ]
    },

    {
        "name": "Empadão de palmito",
        "description": "Essa massa fica muito gostosa, com aquela textura levemente quebradiça e é fácil de preparar.",
        "image": "https://t2.rg.ltmcdn.com/pt/images/6/6/4/img_empadao_de_palmito_3466_600.jpg",
        "ingredients": [

            {
                "unity": "xícara",
                "number": 0.5,
                "name": "cebola picada"
            },

            {
                "unity": "unidade",
                "number": 2,
                "name": "dentes de alho picados"
            },

            {
                "unity": "xícaras",
                "number": 2,
                "name": "palmito picado"
            },

            {
                "unity": "xícara",
                "number": 1,
                "name": "alho-poró fatiado"
            },

            {
                "unity": "xícara",
                "number": 0.25,
                "name": "azeitonas picadas"
            },

            {
                "unity": "colher de sopa",
                "number": 0.5,
                "name": "orégano desidratado"
            },

            {
                "unity": "xícara",
                "number": 0.5,
                "name": "extrato de tomate"
            },

            {
                "unity": "colheres de sopa",
                "number": 3,
                "name": "amido de milho diluídas em em 0.5 xícara de água"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal e pimenta"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "salsinha e cebolinha"
            },

            {
                "unity": "xícara",
                "number": 1.5,
                "name": "farinha de trigo branca"
            },

            {
                "unity": "xícara",
                "number": 1,
                "name": "farinha de aveia"
            },

            {
                "unity": "colher de chá",
                "number": 0.5,
                "name": "sal"
            },

            {
                "unity": "colher de chá",
                "number": 0.25,
                "name": "açafrão em pó"
            },

            {
                "unity": "colher de sopa",
                "number": 0.5,
                "name": "orégano desidratado"
            },

            {
                "unity": "xícara",
                "number": 0.5,
                "name": "azeite de oliva ou óleo vegetal"
            },

            {
                "unity": "xícara",
                "number": 0.25,
                "name": "água gelada"
            }
        ],

        "preparation": [
            "RECHEIO",
            "Em uma panela em fogo médio, coloque um fio de azeite e refogue a cebola picada e o alho picado até ficarem levemente dourados.",
            "Adicione o palmito picado, o alho poró fatiado, tempere com sal a gosto e refogue por alguns minutos.",
            "Acrescente as azeitonas picadas, o orégano desidratado e misture.",
            "Adicione o extrato de tomate, o amido de milho diluído na água ou leite vegetal, misture e deixe engrossar.",
            "Acrescente salsinha e cebolinha picadas e tempere com pimenta a gosto. Reserve.",
            "MASSA",
            "Em uma vasilha, coloque a farinha de trigo branca, a farinha de aveia, o sal, o açafrão em pó (dá uma corzinha bonita para a torta), o orégano desidratado e misture.",
            "Adicione o azeite ou óleo vegetal e misture até obter uma espécie de farofa grossa.",
            "Acrescente água gelada aos poucos, até obter uma mistura modelável.",
            "Faça uma bola, enrole em um plástico e leve à geladeira por meia hora.",
            "Pré aqueça o forno a 200ºC.",
            "Abra essa massa com o auxílio de um rolo entre duas folhas de papel manteiga. Sua massa deve ficar do tamanho do papel, com no maximo 0.5 cm de espessura.",
            "Separe um pedacinho da massa pra fazer a decoração.",
            "Ajeite a massa aberta em uma assadeira de fundo removível antiaderente e salpique fubá ou farinha de mandioca, pra proteger a massa da umidade do recheio.",
            "Adicione o refogado de palmito e alho poró e corte o restante da massa em tiras para fazer a decoração (não faça tiras muito grossas).",
            "Leve para assar por cerca de 40 minutos ou até o empadão estar levemente dourado, com a massa firme."
        ]
    },

    {
        "name": "Maionese de alho",
        "description": "Essa maionese de alho vegana é muito gostosa e pode ser servida com pães, torradas, saladas e petiscos, como também utilizada pra fazer deliciosos pães de alho.",
        "image": "https://static.vix.com/pt/sites/default/files/styles/large/public/bdm/receita/receita-de-pao-de-alho.jpg?itok=ZnD3uVHJ",
        "ingredients": [

            {
                "unity": "g",
                "number": 500,
                "name": "batata inglesa"
            },

            {
                "unity": "xícara",
                "number": 1,
                "name": "leite amêndoas, amendoim ou de soja bem gelado"
            },

            {
                "unity": "unidade",
                "number": 1,
                "name": "dente de alho grande sem o miolo"
            },

            {
                "unity": "colher de sopa",
                "number": 1,
                "name": "vinagre branco"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal"
            },

            {
                "unity": "xícara",
                "number": 0.75,
                "name": "óleo vegetal"
            }
        ],

        "preparation": [
            "Antes de tudo, cozinhe a batata inglesa até ficar bem macia",
            "Espere ficar em temperatura ambiente e coloque em um liquidificador, juntamente com o leite de amêndoas gelado. Se possível, deixe no freezer por uns 20 minutos antes de preparar a maionese.",
            "Adicione o alho sem o miolo, o vinagre branco, tempere com sal a gosto e bata bem em velocidade rápida.",
            "Assim que a mistura estiver uniforme, comece a acrescentar o óleo vegetal em um fio fino, mantendo liquidificador ligado na velocidade rápida.",
            "Quando começar a encorpar, diminua a velocidade e continue com o fio de óleo, até a mistura estar bem cremosa.",
            "Coloque em uma vasilha e leve à geladeira para gelar por pelo menos 2 horas antes de servir."
        ]
    },

    {
        "name": "Risoto de abóbora cabotiá",
        "description": "Uma receita fácil e gostosa que fica muito cremosa.",
        "image": "https://organicsnewsbrasil.com.br/wp-content/uploads/2015/12/risoto-de-ab%C3%B3bora.jpg",
        "ingredients": [

            {
                "unity": "g",
                "number": 350,
                "name": "abóbora cabotiá cortada em cubinhos"
            },

            {
                "unity": "xícaras",
                "number": 5,
                "name": "caldo de legumes"
            },

            {
                "unity": "unidade",
                "number": 1,
                "name": "cebola pequena picada"
            },

            {
                "unity": "unidade",
                "number": 3,
                "name": "dentes de alho picados"
            },

            {
                "unity": "xícara",
                "number": 1.5,
                "name": "arroz arbóreo"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal e pimenta"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "salsinha e cebolinha picadas"
            }

        ],

        "preparation": [
            "Em uma panela, coloque a abóbora cabotiá cortada em cubinhos, cubra com 5 xícaras de caldo de legumes ou água e deixe cozinhar até os pedaços estarem macios.",
            "Retire a abóbora cozida com uma escumadeira, coloque em um liquidificador, juntamente com um pouco da água do cozimento e bata até ficar uniforme.",
            "Misture este creme com a água da panela e reserve.",
            "Em uma panela em fogo médio, refogue a cebola e o alho até ficarem levemente dourados.",
            "Adicione o arroz arbóreo, tempere com sal a gosto e refogue por um minuto.",
            "Adicione uma concha do caldo e mexa até ele evaporar.",
            "Continue colocando caldo aos poucos e misturando sempre, até o arroz estar cozido.",
            "Desligue, corrija o sal, se necessário, e tempere com pimenta e salsinha e cebolinha a gosto.",
            "Se gostar, sirva com cogumelos refogados."
        ]
    },

    {
        "name": "Risoto de cogumelos com limão siciliano",
        "description": "A combinação dos ingredientes desta receita é maravilhosa e por causa do limão e das raspinhas, o risotto fica super perfumado.",
        "image": "https://www.pingodoce.pt/wp-content/uploads/2015/12/1449086533",
        "ingredients": [
            
            {
                "unity": "l",
                "number": 1.5,
                "name": "caldo de legumes"
            },

            {
                "unity": "g",
                "number": 250,
                "name": "cogumelos Paris limpos e fatiados"
            },

            {
                "unity": "xícara",
                "number": 0.66,
                "name": "cebola picada"
            },

            {
                "unity": "unidade",
                "number": 3,
                "name": "dentes de alho picados"
            },

            {
                "unity": "xícara",
                "number": 1.5,
                "name": "arroz arbóreo"
            },

            {
                "unity": "xícara",
                "number": 0.33,
                "name": "vinho branco"
            },

            {
                "unity": "xícara",
                "number": 0.25,
                "name": "suco de limão siciliano"
            },

            {
                "unity": "colher de chá",
                "number": 1,
                "name": "raspas de limão"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "cebolinha picada"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "azeite"
            }
        ],

        "preparation": [
            "Antes de tudo, prepare o caldo de legumes e deixe ele esquentando em fogo baixo.",
            "Em uma frigideira, coloque um fio de azeite, adicione os cogumelos paris limpos fatiados, uma pitada de sal e refogue até a água que eles liberarem secar.",
            "Adicione 1/3 de xícara de cebola picada, 2 dentes de alho picados e refogue até ficarem levemente dourados.",
            "Coloque 1 xícara do caldo de legumes, misture, desligue e reserve.",
            "Em uma panela em fogo médio, coloque um fio de azeite e refogue o restante da cebola picada e o outro dente de alho picado até ficarem levemente dourados.",
            "Adicione o arroz arbóreo, tempere com uma pitada de sal e refogue por cerca de 1 minuto.",
            "Acrescente o vinho branco seco, o suco do limão siciliano e deixe cozinhar até evaporarem, misturando sempre.",
            "Adicione uma concha do caldo e continue mexendo até ele secar.",
            "Continue colocando caldo e mexendo até o risotto estar quase cozido.",
            "Acrescente os cogumelos com o caldo e misture novamente até ele estar totalmente absorvido.",
            "Veja se o arroz está cozido, em seguida adicione as raspas de limão siciliano e, se quiser, coloque tofupiry a gosto. Ao invés de por tofupiry, você pode só regar com um fio de azeite.",
            "Sirva com cebolinha picada e está pronto!"
        ]
    },

    {
        "name": "Queijo vegano",
        "description": "Esse queijo é ótimo e vai bem em sanduíches ou como pastinha. Se quiser que ele fique mais firme, coloque mais agar agar, mas não exagere!",
        "image": "http://cozinhafit.com.br/wp-content/uploads/2017/04/queijo-vegano3-800x533.jpg",
        "ingredients": [

            {
                "unity": "xícara",
                "number": 1,
                "name": "castanhas de caju"
            },

            {
                "unity": "unidade",
                "number": 1,
                "name": "limão"
            },

            {
                "unity": "colher de sopa rasa",
                "number": 1,
                "name": "agar agar"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "sal"
            },

            {
                "unity": "a gosto",
                "number": null,
                "name": "temperinhos secos"
            }
        ],

        "preparation": [
            "Deixar as castanhas de caju de molho de um dia para o outro, na geladeira.",
            "Após, jogue fora a água, coloque as castanhas no liquificador, acrescente 2 xícaras de água fresca filtrada, bata bastante.",
            "Com a ajuda de um voal ou paninho, coe o leite de castanhas.",
            "Em uma panela, coloque o leite de castanhas, o suco do limão, sal, temperos (se quiser) e o agar agar.",
            "Mexa com um fuet até ferver.",
            "Ao ferver, retire do fogo, coloque em um potinho de vidro ou porcelana (do formato que deseja ter o seu queijo) e deixe esfriar em temperatura ambiente.",
            "Quando estiver em temperatura ambiente, cubra com plástico filme e leve à geladeira por pelo menos 2 horas.",
            "Depois basta desenformar com cuidado.",
            "Conserve em geladeira!"
        ]
    }

    
        
        
    ]
}